/* The title of the cancel action in an action sheet */
"Cancel" = "Abbrechen";

/* Title describing glucose date */
"Date" = "Datum";

/* Title describing glucose value */
"Glucose" = "Glukose";

/* Sensor state description for the non-valid state */
"Needs Attention" = "Erfordert Aufmerksamkeit";

/* Sensor state description for the valid state */
"OK" = "OK";
